Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tok-opp-utfordringer-samiske-barn-og-unge-moeter-med-fns-barnekomite.html.tmx
Source language: nob
Languages: sme

source: Tok opp utfordringer samiske barn og unge møter med FNs barnekomité
sme: Válde ovdan hástalusaid maid sámi mánát ja nuorat deaividit, čoahkkimis ON mánáidkomiteain

source: Nylig deltok Sametinget på et møte med FNs barnekomité i Genève.
sme: Sámediggi searvvai gieskat čoahkkimii ON mánáidkomiteain Genevas.

source: Sametinget presenterte noen av utfordringene samiske barn og unge møter.
sme: Sámediggi ovdan buvttii muhtun hástalusaid maid sámi mánát ja nuorat deaividit.

source: Det ble også fra Sametingets side lagt vekt på at samiske barns rettigheter i kraft av å være barn må sees i sammenheng med deres rettigheter i kraft av å være urfolk.
sme: Sámedikki bealis deattuhuvvui maiddái ahte sámi mánáid vuoigatvuođaid, dan ektui go leat mánát, ferte geahččat fárrolaga sin vuoigatvuođaiguin go leat álgoálbmot.

source: I forbindelse med Norges periodiske rapportering om oppfølgingen av FNs barnekonvensjon, har Sametinget sendt en supplerende rapport til FNs komité for barns rettigheter.
sme: Norgga áigodatraporterema oktavuođas ON mánáidkonvenšuvnna čuovvuleamis, lea Sámediggi sádden dievasmahtti raportta ON mánáidvuoigatvuođakomiteai.

source: I Genève tok også Sametinget opp den alvorlige utfordringen det er at samiske barn under barnevernets omsorg og som utgjør en særlig sårbar gruppe, ikke alltid plasseres i fosterhjem med kunnskap i samisk språk og om samisk kultur.
sme: Genève válddii Sámediggi maid ovdan dan duođalaš hástalusa mii sámi mánáin lea go leat mánáidsuodjalusa fuolahusas ja go dat leat erenoamáš rašis joavku, de eai álo biddjojuvvo biebmoruovttuide main lea máhttu sámi giela ja sámi kultuvrra birra.

source: Sametinget fortalte om utfordringene det samiske tjenestetilbudet har blant annet på grunn av stor mangel på samiskspråklig personell innen både helsesektoren, barnehage og skole.
sme: Sámediggi muitalii hástalusaid birra mat sámi bálvalusfálaldagas leat, earret eará dan geažil go váilot ollu sámegielat bargit sihke dearvvašvuođasuorggi, mánáidgárddiid ja skuvlla siskkobealde.

source: Videre rapporterte Sametinget om et stort behov for forskning på temaer som mobbing, vold og psykisk og fysisk helse, slik at man vet hvilke tiltak som bør iverksettes.
sme: Dasto raporterii Sámediggi ahte lea stuorra dárbu dutkat fáttáid nugo givssideami, veahkaválddi ja psykalaš ja fysalaš dearvvašvuođa, vai dieđášeimmet makkár doaibmabijuid berrešii álggahit.

source: Sametinget fikk også muligheten til å snakke om miljøkonsekvensene fiskeri- og reindriftsnæringen opplever forårsaket av gruvedrift i samiske områder, og at samiske reindriftsområder belastes med etableringen av miljøvennlig energiutnytting som vind- og vannkraftverk.
sme: Sámediggi oaččui maiddái vejolašvuođa hállat birasváikkuhusaid birra maid guolástusealáhusas ja boazodoalus vásihit ruvkedoaimma geažil sámi guovlluin, ja ahte sámi boazodoalloguovllut gártet gillát birasáddjás energiijaávkkástallama ásahemiin nugo biegga- ja čáhcefápmorusttegiid geažil.

source: Dette er en utvikling som påvirker samiske barns oppvekstsvilkår negativt.
sme: Dát čuohcá sámi mánáid bajásšaddaneavttuide negatiivvalaččat.

source: Møtet samlet representanter fra Redd barna, Forum for Barnekonvensjonen, Barneombudet, Norges nasjonale institisjon for menneskerettigheter (NIM) og Sámediggi - Sametinget.
sme: Čoahkkimis ledje Redd barna, Mánáidkonvenšuvdna Foruma, Mánáidáittardeaddji, Norgga nationála olmmošvuoigatvuođaásahusa ja Sámedikki ovddasteaddjit.
